[
  {
    "title": "The Tortoise and the Hare",
    "content": "Once upon a time, in a forest, there was a hare who was very proud of his speed. He always boasted that no one could beat him in a race. Every day, he would tease the other animals, especially the tortoise, for being so slow.\n\nOne day, the tortoise got tired of the hare's mocking and decided to challenge him to a race. All the animals in the forest laughed at the idea, but the tortoise was determined.\n\nOn the day of the race, all the animals gathered to watch. The hare, confident as always, quickly ran far ahead of the tortoise. Seeing that the tortoise was so far behind, the hare decided to take a nap under a tree.\n\nMeanwhile, the tortoise kept moving, step by step, without stopping. He was slow, but he was steady. Hours passed, and the tortoise eventually passed the sleeping hare.\n\nWhen the hare finally woke up, he saw that the tortoise was close to the finish line. The hare ran as fast as he could, but it was too late. The tortoise had already crossed the finish line.\n\nAll the animals cheered for the tortoise, and the hare felt ashamed. He learned a valuable lesson: \"Slow and steady wins the race.\"",
    "newWords": [
      {
        "word": "proud",
        "meaning": "Feeling deep pleasure or satisfaction about an achievement"
      },
      {
        "word": "boasted",
        "meaning": "Talked with excessive pride and self-satisfaction"
      },
      {
        "word": "tease",
        "meaning": "Make fun of or attempt to provoke in a playful way"
      },
      {
        "word": "mocking",
        "meaning": "Making fun of someone or something in a cruel way"
      },
      {
        "word": "challenge",
        "meaning": "Invite someone to participate in a contest"
      },
      {
        "word": "determined",
        "meaning": "Having made a firm decision and being resolved not to change it"
      },
      {
        "word": "gathered",
        "meaning": "Came together or assembled"
      },
      {
        "word": "confident",
        "meaning": "Feeling or showing certainty about something"
      },
      {
        "word": "steady",
        "meaning": "Firm, stable, and showing little change"
      },
      {
        "word": "eventually",
        "meaning": "In the end, especially after a lot of delay or problems"
      },
      {
        "word": "ashamed",
        "meaning": "Feeling embarrassed or guilty because of one's actions"
      },
      {
        "word": "valuable",
        "meaning": "Of great importance or worth"
      }
    ],
    "imagePath": "https://read.gov/aesop/images/the-hare-and-the-tortoise.jpg"
  },
  {
    "title": "The Rich Dad and the Poor Village",
    "content": "One day, a rich dad took his son on a trip to a poor village. He wanted to show his son how the people in the village lived. They spent time on a farm of one of the poorest families. At the end of the day, the dad asked: “Did you see how poor they are? What did you learn?”\nThe boy answered: “We have a dog, they have four. We have a pool, they have a river. We buy food and they grow theirs. We have walls to protect us, they have friends.”\nAfter they left, the boy wanted to tell his dad the truth. “Well, thanks for showing me how poor we are”, said the boy.",
    "newWords": [
      {
        "word": "rich",
        "meaning": "Having a lot of money or valuable possessions"
      },
      {
        "word": "village",
        "meaning": "A small community or group of houses in a rural area"
      },
      {
        "word": "trip",
        "meaning": "A journey or excursion, especially for pleasure"
      },
      {
        "word": "farm",
        "meaning": "An area of land used for growing crops or raising animals"
      },
      {
        "word": "poorest",
        "meaning": "Having the least wealth; very poor"
      },
      {
        "word": "protect",
        "meaning": "To keep safe from harm or injury"
      },
      {
        "word": "truth",
        "meaning": "The quality or state of being true"
      },
      {
        "word": "thanks",
        "meaning": "An expression of gratitude"
      }
    ],
    "imagePath": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQuRZNS7OLXk-onDiJu92cJGUcFt2rtUy-5KA&s"
  },
  {
    "title": "Never tell a lie – Không bao giờ được nói dối ",
    "content": "On his deathbed, a father advised his son to always speak the truth. The son promised that he would never tell a lie. One day, while going to the city through a forest, he got surrounded by some robbers. One of them asked, “What do you have?” The boy answered, “I have fifty rupees.” They searched for him but couldn’t find anything. When they were about to go, the boy called out, “I am not telling a lie. See this fifty rupee note which I had hidden in my shirt.” The leader of the robbers felt pleased with the truthfulness of the boy, gave him a hundred rupees as a reward and went away.",
    "newWords": [
      {
        "word": "deathbed",
        "meaning": "The bed in which someone is dying or on which someone has died"
      },
      {
        "word": "advised",
        "meaning": "Offered suggestions about the best course of action"
      },
      {
        "word": "promised",
        "meaning": "Assured someone that one will definitely do something"
      },
      {
        "word": "forest",
        "meaning": "A large area covered chiefly with trees and undergrowth"
      },
      {
        "word": "surrounded",
        "meaning": "Be all around someone or something"
      },
      {
        "word": "robbers",
        "meaning": "People who commit robbery"
      },
      {
        "word": "truthfulness",
        "meaning": "The fact of being true or accurate"
      },
      {
        "word": "reward",
        "meaning": "A thing given in recognition of service, effort, or achievement"
      }
    ],
    "imagePath": "https://i.ytimg.com/vi/ld433iNnSP4/maxresdefault.jpg"
  },
  {
    "title": "The boy and the barbershop",
    "content": "A young boy enters a barbershop and the barber whispers to his customer. “This is the dumbest kid in the world. Watch while I prove it to you.” The barber puts a dollar bill in one hand and two quarters in the other, then calls the boy over and asks, “Which do you want, son?” The boy takes the quarters and leaves. “What did I tell you?” said the barber. After, when the customer leaves, the man sees the young boy coming out of the ice cream store. He said, “Hey, young boy! Can I ask you a question? Why did you choose the quarters instead of the dollar bill?” The boy licked his cone and replied, “Because the day I take the dollar, the game is over!”",
    "newWords": [
      {
        "word": "barbershop",
        "meaning": "A place where people, especially men, go to have their hair cut"
      },
      {
        "word": "whispers",
        "meaning": "Speaks very softly using one's breath without one's vocal cords"
      },
      {
        "word": "customer",
        "meaning": "A person who buys goods or services from a shop or business"
      },
      {
        "word": "quarters",
        "meaning": "Coins worth one-fourth of a dollar"
      },
      {
        "word": "prove",
        "meaning": "Demonstrate the truth or existence of something by evidence or argument"
      },
      {
        "word": "dumbest",
        "meaning": "Lacking intelligence or good judgment"
      },
      {
        "word": "cone",
        "meaning": "A cone-shaped wafer filled with ice cream"
      }
    ],
    "imagePath": "https://i.ytimg.com/vi/BESBdkxwUQg/maxresdefault.jpg"
  },
  {
    "title": " Shy people can not teach courage",
    "content": "Once there lived a hind in a forest. She had a son who had grown very young and strong. She was very happy to see his stout body and branched strong horns and thought, “stags have powerful horns, why should they be afraid of hounds, wolves then? It’s sheer cowardice. I would never like my son to do it at all.”\nAfter some time, the hind’s son came there. The hind wanted to teach him to be courageous. She said, “Son! You have a stout body and strong horns. So, you must not run away from hounds and wolves. Don’t be a coward.”\n“Ok, mom; I won’t”, said the stag. Just then the mother and the son heard the bark of the hounds. The hind got ready to run away when her son asked her to stay on. She said, “You may, but I have no horns.”\nSaying so, she ran as fast as she could. The mother herself was a coward and was teaching courage to her son. What a satire!",
    "newWords": [
      {
        "word": "hind",
        "meaning": "A female deer"
      },
      {
        "word": "stout",
        "meaning": "Strong and thick"
      },
      {
        "word": "horns",
        "meaning": "Hard, pointed, often curved growths on the head of animals like deer"
      },
      {
        "word": "hounds",
        "meaning": "Dogs that are used for hunting"
      },
      {
        "word": "wolves",
        "meaning": "Wild carnivorous mammals that are related to dogs"
      },
      {
        "word": "cowardice",
        "meaning": "Lack of bravery"
      },
      {
        "word": "courageous",
        "meaning": "Not deterred by danger or pain; brave"
      },
      {
        "word": "coward",
        "meaning": "A person who lacks the courage to do or endure dangerous or unpleasant things"
      },
      {
        "word": "satire",
        "meaning": "The use of humor, irony, exaggeration, or ridicule to expose and criticize people's stupidity or vices"
      }
    ],
    "imagePath": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQWqW3I4L1-9WrZQFRvGAQ3baKfjqcZk8804A&s"
  },
  {
    "title": "The Traveler and the Donkey",
    "content": "It was high summer. A traveler hired a donkey and set out on a journey. The owner of the donkey was following behind to drive the beast. At mid-day, they decided to take a rest for some time but couldn’t find any shady place around. So, the traveler decided to rest in the shade of the donkey. But the owner didn’t let him do so as he himself wanted to sit in its shadow.\nThe traveler said, “How can you refuse me the shadow? I have paid you money after all.”\n“But you have paid for the ride, not for resting in his shadow”, retorted the owner. So, an argument followed between the two. When the donkey saw that the owner and the hirer were busy fighting, he took to his heels and was soon out of sight.",
    "newWords": [
      {
        "word": "traveler",
        "meaning": "A person who is traveling or who often travels"
      },
      {
        "word": "hired",
        "meaning": "To pay someone to use something or do a job"
      },
      {
        "word": "beast",
        "meaning": "An animal, especially a large or dangerous one"
      },
      {
        "word": "shady",
        "meaning": "Sheltered from direct sunlight"
      },
      {
        "word": "shadow",
        "meaning": "A dark area or shape produced by a body coming between rays of light and a surface"
      },
      {
        "word": "retorted",
        "meaning": "To answer back in a sharp, angry, or witty manner"
      },
      {
        "word": "hirer",
        "meaning": "A person who pays for the use of something or to employ someone"
      },
      {
        "word": "took to his heels",
        "meaning": "To run away quickly"
      },
      {
        "word": "out of sight",
        "meaning": "No longer visible"
      }
    ],
    "imagePath": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRlGgckOVNCM3x1VIzVEKxyMo1tHwvCIVDL-w&s"

  },
  {
    "title": "The Valuable Lesson",
    "content": "A well-known speaker started his seminar by holding up a $20 bill. In the room of 200, he asked. “Who would like this $20 bill?” Hands started going up. He said, “I am going to give this $20 to one of you – but first, let me do this.” He proceeded to crumple the 20-dollar note up. He then asked. “Who still wants it?” Still, the hands were up in the air.\n“Well,” he replied, “what if I do this?” He dropped it on the ground and started to grind it into the floor with his shoe. He picked it up, now crumpled and dirty. “Now, who still wants it?” Still, the hands went into the air.\n“My friends, you have all learned a very valuable lesson. No matter what I did to the money, you still wanted it because it did not decrease in value. It was still worth $20. Many times in our lives, we are dropped, crumpled, and ground into the dirt by the decisions we make and the circumstances that come our way. We feel as though we are worthless; but no matter what happens or what will happen, you will never lose your value. Dirty or clean, crumpled or finely creased, you are still priceless to those who love you. The worth of our lives comes, not in what we do or who we know, but by …WHO WE ARE. You are special – don’t ever forget it.”",
    "newWords": [
      {
        "word": "seminar",
        "meaning": "A meeting for discussion or training"
      },
      {
        "word": "crumple",
        "meaning": "To crush something so that it becomes wrinkled or creased"
      },
      {
        "word": "proceeded",
        "meaning": "To begin or continue with an action"
      },
      {
        "word": "grind",
        "meaning": "To rub or press something hard, often crushing it"
      },
      {
        "word": "valuable",
        "meaning": "Worth a lot of money or important"
      },
      {
        "word": "decrease",
        "meaning": "To make something become smaller or less"
      },
      {
        "word": "circumstances",
        "meaning": "The facts or conditions that affect a situation"
      },
      {
        "word": "crease",
        "meaning": "A line or fold in something, especially fabric or paper"
      },
      {
        "word": "worthless",
        "meaning": "Having no value or use"
      },
      {
        "word": "priceless",
        "meaning": "Too valuable to be measured by money"
      }
    ],
    "imagePath": "https://read.gov/aesop/images/the-hare-and-the-tortoise.jpg"
  },
  {
    "title": "The Lion and the Gnat",
    "content": "“Away with you, vile insect!” said a Lion angrily to a Gnat that was buzzing around his head. But the Gnat was not in the least disturbed. “Do you think,” he said spitefully to the Lion, “that I am afraid of you because they call you king?” The next instant he flew at the Lion and stung him sharply on the nose. Mad with rage, the Lion struck fiercely at the Gnat, but only succeeded in tearing himself with his claws. Again and again, the Gnat stung the Lion, who now was roaring terribly. At last, worn out with rage and covered with wounds that his own teeth and claws had made, the Lion gave up the fight. The Gnat buzzed away to tell the whole world about his victory, but instead, he flew straight into a spider’s web. And there, he who had defeated the King of beasts came to a miserable end, the prey of a little spider. The least of our enemies is often the most to be feared. Pride over a success should not throw us off our guard.",
    "newWords": [
      {
        "word": "vile",
        "meaning": "Extremely unpleasant; morally bad"
      },
      {
        "word": "spitefully",
        "meaning": "In a way intended to hurt or offend"
      },
      {
        "word": "sting",
        "meaning": "To prick or wound with a sharp point"
      },
      {
        "word": "mad",
        "meaning": "Very angry; crazy"
      },
      {
        "word": "rage",
        "meaning": "A strong feeling of uncontrollable anger"
      },
      {
        "word": "fiercely",
        "meaning": "In an aggressive or intense manner"
      },
      {
        "word": "worn out",
        "meaning": "Exhausted; tired"
      },
      {
        "word": "prey",
        "meaning": "An animal that is hunted and killed by another"
      },
      {
        "word": "miserable",
        "meaning": "Extremely unhappy or uncomfortable"
      },
      {
        "word": "guard",
        "meaning": "To protect or defend"
      }
    ],
    "imagePath": "https://fairytales.love/wp-content/uploads/2024/09/the-lion-and-the-gnat.jpg"
  },
  {
    "title": "The Oak and the Reeds",
    "content": "Once a huge oak tree stood on the bank of a river. It was well nourished by the water of the river. Naturally, it was very strong and had a thick stem. Just nearby, grew some reeds with thin but flexible stems. They stood almost half in water and had flourished well too. One day, strong winds blew. The tree, though huge and strong, broke from the middle and was thrown across the stream just among the reeds. On the other hand, the tree was very surprised to see that the reeds suffered no harm at all. The oak could not make out the reason of the safety of the reeds and asked them, “How is it that, you being frail and slender, managed to face the gale without any harm. But I, strong enough, have been broken.” The reeds replied, “You were proud of your strength and refused to bend. So, you broke while we bowed and yielded to the gale and were spared.”",
    "newWords": [
      {
        "word": "nourished",
        "meaning": "Provided with the substances necessary for growth and health"
      },
      {
        "word": "stem",
        "meaning": "The main body of a plant"
      },
      {
        "word": "frail",
        "meaning": "Weak and delicate"
      },
      {
        "word": "flexible",
        "meaning": "Capable of bending easily without breaking"
      },
      {
        "word": "gale",
        "meaning": "A very strong wind"
      },
      {
        "word": "bowed",
        "meaning": "Bent down"
      },
      {
        "word": "yielded",
        "meaning": "Gave way to pressure; submitted"
      },
      {
        "word": "proud",
        "meaning": "Feeling deep pleasure or satisfaction as a result of one's achievements"
      },
      {
        "word": "broken",
        "meaning": "Damaged or destroyed"
      },
      {
        "word": "safety",
        "meaning": "The condition of being protected from or unlikely to cause danger"
      }
    ],
    "imagePath": "https://cdn.prod.website-files.com/6444d2e50e624828f3c294b4/65d345a59ade81ae8b14c23c_653cba2762e72b8ce15dc941_Aesop_s%2520Fables%2520-%2520The%2520Oak%2520and%2520The%2520Reeds.webp"
  }
]